[
  {
    "title": "PixelCraft - John Doe ",
    "subTitle": "Graphic Designer - Experienced graphic designer specializing in branding and print design.",
    "description": "PixelCraft Design Studio is a leading graphic design agency that transforms ideas into visually captivating experiences. Our team of talented designers combines creativity, technical expertise, and a deep understanding of branding to create stunning visual identities, logos, marketing collateral, and digital graphics. With a keen eye for aesthetics and a passion for innovation, we ensure that every design element reflects the unique personality and objectives of our clients. From concept development to final execution, we collaborate closely with our clients to deliver compelling and impactful designs that leave a lasting impression. Trust PixelCraft Design Studio to bring your brand to life with striking visuals that engage and inspire.",
    "phone": "123-456-7890",
    "email": "john.doe@example.com",
    "web": "www.johndoe.com",
    "image": "https://marketplace.canva.com/EAFDoJaPsAc/1/0/1600w/canva-graphic-design-white-composition-instagram-post-X-1K3uTu3fY.jpg",
    "imageAlt": "design logo - tablate",
    "country": "United States",
    "city": "New York",
    "street": "Main Street",
    "houseNumber": "123",
    "zip": "10001",
    "longitude": -74.0059,
    "latitude": 40.7128
  },
  {
    "title": "IntelliTech - Jane Smith",
    "subTitle": "Software Engineer - Passionate software engineer with expertise in web development",
    "description": "IntelliTech Solutions is a leading software development company specializing in creating innovative and scalable solutions for businesses across industries. With a team of highly skilled engineers and developers, we deliver cutting-edge software applications tailored to meet our clients' unique requirements. Our expertise spans web and mobile app development, cloud computing, artificial intelligence, and data analytics. Committed to delivering exceptional quality, we employ agile methodologies, ensuring efficient project management and timely delivery. Partner with IntelliTech Solutions to transform your digital vision into reality and stay ahead in today's competitive market.",
    "phone": "987-654-3210",
    "email": "jane.smith@example.com",
    "web": "www.janesmith.com",
    "image": "https://www.roberthalf.com/sites/default/files/2022-05/hot-job-software-engineer-and-salary-requirements-blog-RH-05-16-2022.jpg",
    "imageAlt": "Woman working at development",
    "country": "United States",
    "city": "San Francisco",
    "street": "Market Street",
    "houseNumber": "456",
    "zip": "94101",
    "longitude": -122.4194,
    "latitude": 37.7749
  },
  {
    "title": "StratMark - David Johnson",
    "subTitle": "Marketing Manager - Experienced marketing professional specializing in digital marketing strategies.",
    "description": "StratMark Solutions is a premier marketing management firm dedicated to helping businesses achieve their growth objectives. As experts in strategic marketing, our team of experienced professionals develops comprehensive marketing plans tailored to each client's specific needs. From market research and brand positioning to campaign execution and performance analysis, we provide end-to-end solutions to maximize ROI. With a focus on digital marketing, social media, SEO, and content creation, we leverage the latest technologies and trends to drive customer engagement and increase brand visibility. Trust StratMark Solutions to be your strategic partner in navigating the dynamic landscape of modern marketing and achieving measurable success",
    "phone": "555-123-4567",
    "email": "david.johnson@example.com",
    "web": "www.davidjohnson.com",
    "image": "https://media.istockphoto.com/id/951514270/photo/glad-to-work-with-you.jpg?s=612x612&w=0&k=20&c=cW2NaMJUDQpOxbxsMu314AeeDt76o-Nv4CQCzQXsQkw=",
    "imageAlt": "Buisness meeting",
    "country": "United Kingdom",
    "city": "London",
    "street": "Baker Street",
    "houseNumber": "789",
    "zip": "SW1A 1AA",
    "longitude": -0.1416,
    "latitude": 51.5074
  },
  {
    "title": "AccountPro - Emily Brown",
    "subTitle": "Accountant - Certified accountant with expertise in financial analysis and reporting.",
    "description": "AccountPro Consultants is a trusted accounting firm offering comprehensive financial services to businesses and individuals. With a team of certified accountants, we provide accurate bookkeeping, tax planning, and financial analysis to ensure compliance and optimize financial performance. Whether you need assistance with payroll management, budgeting, or financial reporting, we offer personalized solutions tailored to your specific needs. Rely on AccountPro Consultants to provide you with expert guidance and support in navigating the complexities of accounting, allowing you to focus on growing your business and achieving financial success.",
    "phone": "111-222-3333",
    "email": "emily.brown@example.com",
    "web": "www.emilybrown.com",
    "image": "https://www.dvphilippines.com/hubfs/qualities%20of%20an%20accountant.jpg",
    "imageAlt": "table tools and comp",
    "country": "Canada",
    "city": "Toronto",
    "street": "Queen Street",
    "houseNumber": "321",
    "zip": "M5V 2L7",
    "longitude": -79.3832,
    "latitude": 43.6532
  },
  {
    "title": "CapturArt - Michael Wilson",
    "subTitle": "Photographer - Talented photographer specializing in portrait and landscape photography.",
    "description": "CapturArt Studios is a renowned photography company specializing in capturing timeless moments with creativity and artistry. Our team of skilled photographers has a keen eye for detail and a passion for storytelling through images. From weddings and special events to professional portraits and commercial projects, we offer a wide range of photography services. With state-of-the-art equipment and advanced editing techniques, we deliver stunning, high-quality photographs that exceed our clients' expectations. Choose CapturArt Studios to preserve your precious memories and showcase the beauty of your life or business in captivating visuals.",
    "phone": "999-888-7777",
    "email": "michael.wilson@example.com",
    "web": "www.michaelwilson.com",
    "image": "https://iso.500px.com/wp-content/uploads/2021/08/Hobby-photographer-waiting-for-beautiful-sunset-By-Jarom%C3%ADr-Chalabala-2.jpg",
    "imageAlt": "Photographer at view",
    "country": "Australia",
    "city": "Sydney",
    "street": "George Street",
    "houseNumber": "987",
    "zip": "2000",
    "longitude": 151.2093,
    "latitude": -33.8688
  }
]
